{"translation-revision-date":"2024-02-05 06:28+0000","generator":"WP-CLI\/2.9.0","source":"766.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"},"Name":["Nombre"],"Status":["Estado"],"Enabled":["Habilitado"],"Disabled":["Deshabilitado"],"Draft":["Borrador"],"Description":["Descripción"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/"],"Save":["Guardar"],"Not defined":["No definido"],"Consent":["Consentimiento"],"Please choose a status!":["¡Por favor, elija un estado!"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Tiene cambios sin guardar. Si sale de esta página, sus cambios sin guardar serán eliminados."],"Provider":["Proveedor"],"Privacy policy of the provider":["Política de privacidad del proveedor"],"Legal basis":["Base legal"],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/es\/read\/article-6\/"],"Data processing in countries":["Procesamiento de datos en países"],"Special treatment for unsafe countries":["Tratamiento especial para países inseguros"],"You have selected countries which are considered as unsafe (%s). If you activate one of this special treatment options, you do not ask for consent according to {{a}}Art. 49 GDPR{{\/a}}, if this kind of consent is activated at all in the settings.":["Ha seleccionado países que son considerados inseguros (%s). Si activa una de estas opciones de tratamiento especial, no está solicitando consentimiento de acuerdo al {{a}}Art. 49 del RGPD{{\/a}}, cuando este tipo de consentimiento esté activado en los ajustes."],"https:\/\/gdpr-info.eu\/art-49-gdpr\/":["https:\/\/gdpr-info.eu\/art-49-gdpr\/"],"Please note that standard contractual clauses do not exist in Switzerland and the Trans-Atlantic Data Privacy Framework is not set into force. Therefore, you should leave the following checkboxes empty when addressing Swiss website visitors.":["Tenga en cuenta que en Suiza no existen cláusulas contractuales tipo y que el Marco Transatlántico de Protección de Datos no ha entrado en vigor. Por lo tanto, deberá dejar vacías las siguientes casillas cuando se dirija a visitantes suizos en su sitio web."],"second(s)":["segundo(s)"],"This cookie is active as long as the session is active":["Esta cookie está activa mientras la sesión esté activa"],"Session":["Sesión"],"Cookie type":["Tipo de cookie"],"Technical cookie information":["Información técnica sobre cookies"],"Please confirm that you have checked the contents of the service.":["Confirme que ha comprobado el contenido del servicio."],"You need to enable at least one purpose!":["¡Necesita habilitar al menos un propósito!"],"You have successfully saved the TCF vendor configuration.":["Ha guardado correctamente la configuración del proveedor TCF."],"The TCF vendor configuration could not be saved due to missing\/invalid form values.":["No se ha podido guardar la configuración del proveedor del TCF, debido a valores del formulario faltantes\/inválidos."],"Vendor ID: %d":["ID de proveedor: %d"],"Vendor configurations with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft is highlighted in the table of vendor configurations so that you do not forget to complete it.":["Las configuraciones de proveedores con el estado \"Borrador\" o \"Desactivada\" no son visibles para el público. Además, el borrador queda resaltado en la tabla de configuraciones de proveedor para que no se olvide de completarla luego."],"Legal address":["Dirección legal"],"Explanation of the legitimate interest":["Explicación del interés legítimo"],"Territorial scope":["Ámbito territorial"],"The EU\/EEA\/EFTA\/UK jurisdictions where the vendor operates in the context of its TCF registration. Note that this is different from the place of establishment.":["Las jurisdicciones de la UE\/EEE\/AELC\/Reino Unido en las que opera el vendedor en el contexto de su registro TCF. Tenga en cuenta que esto es diferente del lugar de establecimiento."],"This vendor transfers data outside EU\/EEA":["Este proveedor transfiere datos fuera de la UE\/EEE"],"Transfer mechanism":["Mecanismo de transferencia"],"Adequacy decision":["Decisión de adecuación"],"Standard contractual clauses":["Cláusulas contractuales estándar"],"Binding corporate rules":["Normas corporativas vinculantes"],"Other":["Otro"],"Data is usually processed in the countries where the vendor has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Los datos se suelen procesar en los países en los que el proveedor tiene su sede o sus servidores. Debe comprobar con su proveedor de servicios en que países se están procesando los datos de sus usuarios."],"General vendor configuration":["Configuración general de proveedor"],"The vendor specifies for which defined purposes he wants to process (personal) data of your visitors and use cookies. These can be deselected if consent should not be obtained for certain purposes. The vendor specifies the legal basis for data processing in according to  {{aGdpr}}Art. 6 GDPR{{\/aGdpr}} and whether you as the website operator can change this. \"Legitimate Interest\" means that this purpose is pre-selected on the basis of a legally designated legitimate interest, and the visitor to your website must actively object to it, if an objection is possible. \"Consent\" means that your visitors must explicitly agree to this purpose. The default settings are provided by the vendor, but do not have to match how you use the vendor on your website. In particular, you may need to make adjustments, if possible, in the \"Legal basis\" column. {{strong}}A legitimate interest exists only in a very few cases. If you are not sure, it is better to obtain consent.{{\/strong}}":["El proveedor especifica los fines para los que desea procesar los datos (personales) de sus visitantes y utilizar cookies. Estos pueden ser deseleccionados si no debe obtenerse el consentimiento para determinados fines. El proveedor especifica la base legal para el procesamiento de datos de acuerdo con el {{aGdpr}}Art. 6 del RGPD{{\/aGdpr}} y si usted, como operador del sitio web, puede modificarla. \"Interés legítimo\" significa que esta finalidad está preseleccionada sobre la base de un interés legítimo legalmente designado y el visitante de su sitio web debe oponerse activamente a ello, si es posible una objeción. \"Consentimiento\" significa que sus visitantes deben aceptar explícitamente esta finalidad. El proveedor proporciona los ajustes por defecto, pero esto no tiene por qué coincidir con la forma en que usted utiliza al proveedor en su sitio web. En particular, puede que necesite configurar los ajustes, de ser posible, en la columna de \"Base legal\". {{strong}}En muy pocos casos hay un interés legítimo. Si no está seguro, es mejor obtener el consentimiento.{{\/strong}}"],"Purposes and special purposes":["Fines y propósitos especiales"],"Legitimate interest":["Interés legítimo"],"Illustrations":["Ilustraciones"],"Special purpose":["Propósito especial"],"Data retention period":["Período de conservación de los datos"],"%d day":["%d día","%d días"],"It should be specified all cookies, which are used by using a service of a TCF vendor. There are several types of cookies and that the {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Art. 66{{\/aEprivacy}} requires that you inform your visitors not only about (HTTP) cookies, but also about cookie-like information. This data, if specified, is given by the TCF Vendor and is not mutable. If the information is incomplete, you will need to contact the TCF vendor to request the information be completed.":["Se deben señalar todas las cookies que se están usando a través de un servicio de un proveedor de TCF. Como sabemos hay varios tipos de cookies y la {{aEprivacy}} Directiva ePrivacy (Directiva 2009\/136\/CE) con el Artículo 66{{\/aEprivacy}} exige que informe a sus visitantes no solo acerca de las cookies (HTTP), sino también acerca de la información similar a las cookies. El proveedor de TCF proporciona esta información, siendo la misma a la vez no variable. Si la información recibida no está completa, debe contactar con el proveedor de TCF y solicitarla al completo."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=celex:32009L0136":["https:\/\/eur-lex.europa.eu\/legal-content\/ES\/TXT\/?uri=celex:32009L0136"],"Device Storage Disclosure":["Divulgación sobre Almacenamiento de Dispositivos"],"TCF vendors must disclose their cookies, among other things, in accordance with the {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}} specification. However, this vendor fails to comply with the specification, so that the mandatory information for obtaining informed consent as defined by the GDPR cannot be read. You as a website operator can therefore not obtain valid consent for this vendor.":["Los proveedores de TCF deben divulgar sus cookies, entre otras cosas, de acuerdo a las especificaciones de{{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}}. Sin embargo, este proveedor no cumple con este requisito, por lo que no se puede leer la información obligatoria necesaria para obtener el consentimiento informado de acuerdo a lo definido en el RGPD. Por consiguiente, usted como operador de la página web puede no obtener un consentimiento válido de parte de este proveedor."],"You can find the vendor's faulty device storage disclosure at {{a}}%s{{\/a}}. Please contact the vendor and ask for a standard compliant device disclosures!":["Puede encontrar la divulgación errónea de almacenamiento de dispositivos del proveedor en {{a}}%s{{\/a}}. Por favor, ¡póngase en contacto con el proveedor y pídale una divulgación de dispositivos que cumpla con las normas!"],"Problem:":["Problema:"],"The vendor does not provide any disclosures.":["El proveedor no proporciona ninguna divulgación."],"The vendor does not specify for one or multiple cookies for which domains they are valid.":["El proveedor no especifica para una o varias cookies para que dominios son válidas las mismas."],"The vendor does not specify the purpose for one or multiple cookies.":["El proveedor no especifica el propósito de una o varias cookies."],"The vendor does not specify for one or multiple cookies if the cookie does refresh.":["El proveedor no especifica para una o varias cookies si la cookie en sí se actualiza."],"The vendor does not specify the age in seconds for one or multiple cookies.":["El proveedor no especifica la antigüedad en segundos de una o varias cookies."],"The vendor provides a technically non-machine-readable variant of the data, which differs significantly from the defined standard.":["El proveedor proporciona una variante de datos técnicamente no legible a través de máquinas, que difiere significativamente del estándar definido."],"This vendor does not provide any device storage disclosure.":["Este proveedor no proporciona ninguna divulgación de almacenamiento de dispositivos."],"Identifier":["Identificador"],"Domain":["Dominio"],"Duration":["Duración"],"Refresh":["Refrescar"],"Purposes":["Propósitos"],"%d purpose":["%d propósito","%d fines"],"None":["Ninguno"],"Unknown":["Desconocido"],"Features are specified by the vendor and are immutable. They describe the characteristics of how personal data is processed in order to achieve one or more purposes.":["El proveedor específica las funciones y estas quedan invariables. Estas describen las características de como se procesan los datos para conseguir uno o más propósitos."],"Features and special features":["Funciones y características especiales"],"This vendor has not listed any used features.":["Este proveedor no ha enumerado ninguna función usada."],"Special feature":["Característica especial"],"Data categories are specified by the vendor and are immutable. They describe the characteristics of which personal data is processed.":["Las categorías de datos son especificadas por el proveedor y son inmutables. Describen las características del tratamiento de los datos personales."],"Data categories":["Categorías de datos"],"This vendor has not listed any data categories.":["Este proveedor no ha enumerado ninguna categoría de datos."],"legal-text\u0004I have checked the information in the TCF vendor configuration myself and corrected any information that does not fit to my use case.":["He comprobado la información en la configuración del proveedor de TCF y he corregido la información que no se ajusta a mi caso de uso."]}}}