{"translation-revision-date":"2024-02-05 06:28+0000","generator":"WP-CLI\/2.9.0","source":"573.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Cancelar"],"Leave":["Salir"],"I have concluded standard contractual clauses with the provider":["He pactado las cláusulas contractuales tipo con el proveedor"],"Did you sign a contract with the provider, e.g. when registering online? If so, the contract may contain {{a}}standard contractual clauses{{\/a}} of the EU, which promise secure data processing in insecure third countries.":["¿Ha firmado un contrato con el proveedor al registrarse en línea, por ejemplo? Si es así, el contrato puede contener {{a}}cláusulas contractuales tipo{{\/a}} de la UE, que garantizan un tratamiento seguro de los datos en terceros países inseguros."],"https:\/\/commission.europa.eu\/publications\/standard-contractual-clauses-controllers-and-processors-eueea_en":["https:\/\/commission.europa.eu\/publications\/standard-contractual-clauses-controllers-and-processors-eueea_es"],"Provider is self-certified in accordance with the Trans-Atlantic Data Privacy Framework for secure data processing in the USA":["El proveedor posee la autocertificación de acuerdo al Marco Transatlántico de Privacidad de Datos (TADPF), para el tratamiento seguro de datos en EE.UU"],"The adequacy decision for secure data processing only applies if the provider is self certified and included in the \"Data Privacy Framework List\". To find out which companies are certified, {{a}}visit the website of the US government{{\/a}}.":["La decisión de adecuación para el tratamiento seguro de datos solo aplica si el proveedor está autocertificado e incluido en la \"Lista del Marco de Privacidad de Datos\". Puede ver las empresas que están certificadas {{a}}visitando la página web del gobierno de EE.UU{{\/a}}."],"https:\/\/www.dataprivacyframework.gov\/s\/participant-search\/":["https:\/\/www.dataprivacyframework.gov\/s\/participant-search\/"]}}}